tap "homebrew/bundle"
tap "romkatv/powerlevel10k"

cask "firefox"
cask "ghostty"
cask "rar"

brew "ansible"
brew "cmake"
brew "colima"
brew "coreutils"
brew "ctop"
brew "curl"
brew "docker-buildx"
brew "docker-compose"
brew "docker"
brew "git"
brew "gnutls"
brew "htop"
brew "hugo"
brew "iperf3"
brew "lftp"
brew "lima"
brew "lsd"
brew "neofetch"
brew "nmap"
brew "oha"
brew "openjdk"
brew "pyenv"
brew "qemu"
brew "screen"
brew "serie"
brew "tmux"
brew "viddy"
brew "vim"
brew "wget"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh"
